zombie-test.yml
config: 
# simulate a "zombie horde" of over 500 users load test:
  target: https://randomuser.me/api/
  phases: 
    - duration: 100
      arrivalRate: 1
    - duration: 300
      arrivalRate: 5
    - duration: 800
      arrivalRate: 25
scenarios:
  - flow:
      - loop:
        - get:
            url: "/women"
        - get:
            url: "/men"